export const governoratesInf = [
  { id: 1, name: "بغداد" },
];

export const universitiesInf = [
  // =========================
  // الجامعات الحكومية
  // =========================
  
  // جامعة بغداد
  { id: 1, name: "جامعة بغداد - الجادرية" },
  { id: 2, name: "جامعة بغداد - باب المعظم" },
  { id: 3, name: "جامعة بغداد - أبو غريب" },
  { id: 4, name: "جامعة بغداد - الوزيرية" },
  { id: 5, name: "جامعة بغداد - الأعظمية" },
  { id: 6, name: "جامعة بغداد - النهضة" },

  // جامعة النهرين
  { id: 7, name: "جامعة النهرين - الجادرية" },
  { id: 8, name: "جامعة النهرين - الكاظمية" },

  
  // الجامعة المستنصرية
  { id: 9, name: "الجامعة المستنصرية - شارع فلسطين" },
  //{ id: 10, name: "الجامعة المستنصرية - سبع أبكار" },
    { id: 31, name: "الجامعة المستنصرية - المجموعة الطبية" },


  // الجامعة العراقية
  { id: 11, name: "الجامعة العراقية - الأعظمية" },
  { id: 12, name: "الجامعة العراقية - أبو غريب" },
  { id: 13, name: "الجامعة العراقية - سبع أبكار" },

  // الجامعة التكنولوجية
  { id: 14, name: "الجامعة التكنولوجية - شارع الصناعة" },

  // جامعة الإمام الصادق
  { id: 15, name: "جامعة الإمام الصادق - بغداد" },

  // الجامعة التقنية الوسطى
  { id: 16, name: "الجامعة التقنية الوسطى - بغداد" },


    { id: 30, name: " جامعة ابن سينا للعلوم الطبية والصيدلانية" },

  // =========================
  // الجامعات الأهلية
  // =========================
  { id: 17, name: "جامعة البيان - بغداد" },
  { id: 18, name: "جامعة الإسراء - بغداد" },
  { id: 19, name: "جامعة دجلة - بغداد" },
  { id: 20, name: "جامعة الفارابي - بغداد" },
  { id: 21, name: "جامعة المأمون - بغداد" },
  { id: 22, name: "جامعة الرافدين - بغداد" },
  { id: 23, name: "جامعة المنصور - بغداد" },
  { id: 24, name: "جامعة التراث - بغداد" },
  { id: 25, name: "جامعة آشور - بغداد" },
  { id: 26, name: "جامعة مدينة العلم - بغداد" },
  { id: 27, name: "جامعة الفراهيدي - بغداد" },
  { id: 28, name: "جامعة قرطبة - بغداد" },
  { id: 29, name: "جامعة الشعب - بغداد" },
    { id: 32, name: "جامعة اوروك - بغداد" },


];
export const areasInf = [
  { id: 1, name: "الجادرية" },
  { id: 2, name: "السيدية" },
  { id: 3, name: "الكرادة" },
  { id: 4, name: "دولعي" },
  { id: 5, name: "ميدان" },
  { id: 6, name: "الزوية" },
  { id: 7, name: "الجميعية" },
  { id: 8, name: "المنصور" },
  { id: 9, name: "اليرموك" },
  { id: 10, name: "الوشاش" },
  { id: 11, name: "الإسكان" },
  { id: 12, name: "الحارثية" },
  { id: 13, name: "حي الجهاد" },
  { id: 14, name: "العامرية" },
  { id: 15, name: "الغزالية" },
  { id: 16, name: "حي الجامعة" },
  { id: 17, name: "الخضراء" },
  { id: 18, name: "حي العدل" },
  { id: 19, name: "الدورة" },
  { id: 20, name: "البياع" },
  { id: 21, name: "السعدون" },
  { id: 22, name: "أبو نؤاس" },
  { id: 23, name: "الزعفرانية" },
  { id: 24, name: "البلديات" },
  { id: 25, name: "بغداد الجديدة" },
  { id: 26, name: "زيونة" },
  { id: 27, name: "الغدير" },
  { id: 28, name: "المشتل" },
  { id: 29, name: "حي الحسين" },
  { id: 30, name: "باب المعظم" },
  { id: 31, name: "الأعظمية" },
  { id: 32, name: "الوزيرية" },
  { id: 33, name: "الصليخ" },
  { id: 34, name: "القاهرة" },
  { id: 35, name: "الكسرة" },
  { id: 36, name: "الاعلام" },
  { id: 37, name: "الحرية" },
  { id: 38, name: "الشعلة" },
  { id: 39, name: "الكاظمية" },
  { id: 40, name: "العطيفية" },
  { id: 41, name: "سبع أبكار" },
  { id: 42, name: "الشعب" },
  { id: 43, name: "حي أور" },
  { id: 44, name: "حي تونس" },
  { id: 45, name: "حي البنوك" },
  { id: 46, name: "حي القاهرة" },
  { id: 47, name: "مدينة الصدر" },
  { id: 48, name: "الطالبية" },
  { id: 49, name: "العبيدي" },
  { id: 50, name: "الفضيلية" },
  { id: 51, name: "الرستمية" },
  { id: 52, name: "المدائن" },
  { id: 53, name: "أبو غريب" },
  { id: 54, name: "التاجي" },
  { id: 55, name: "الطارمية" },
  { id: 56, name: "المحمودية" },
  { id: 57, name: "الرشيد" },
  { id: 58, name: "يوسفية" },
  { id: 59, name: "اللطيفية" },
  { id: 60, name: "النهروان" },
  { id: 61, name: "القادسية" },
  { id: 62, name: "ابو دشير" },
  { id: 63, name: "حي العامل" },
  { id: 64, name: "الحسينية" },
  { id: 65, name: "الامين" },
  { id: 66, name: "حي رئاسة المعلمين" },
  { id: 67, name: "الراشدية" },
  { id: 68, name: "الاصلاح" },
  { id: 69, name: "الانتصار" },
  { id: 70, name: "السريدات" },
  { id: 71, name: "الثعالبة" },
  { id: 72, name: "حي البساتين" },
  { id: 73, name: "حي المصطفى" },
  { id: 74, name: "شهداء البياع" },
  { id: 75, name: "تراث البياع" },
    { id: 76, name: "حي رسالة البياع" },




];