export const governoratesInf = [
  { id: 1, name: "بغداد" },
];

export const universitiesInf = [
  // =========================
  // الجامعات الحكومية
  // =========================
  
  // جامعة بغداد
  { id: 1, name: "جامعة بغداد - الجادرية" },
  { id: 2, name: "جامعة بغداد - باب المعظم" },
  { id: 3, name: "جامعة بغداد - أبو غريب" },
  { id: 4, name: "جامعة بغداد - الوزيرية" },
  { id: 5, name: "جامعة بغداد - الأعظمية" },
  { id: 6, name: "جامعة بغداد - النهضة" },

  // جامعة النهرين
  { id: 7, name: "جامعة النهرين - الجادرية" },
  { id: 8, name: "جامعة النهرين - الكاظمية" },

  
  // الجامعة المستنصرية
  { id: 9, name: "الجامعة المستنصرية - شارع فلسطين" },
  //{ id: 10, name: "الجامعة المستنصرية - سبع أبكار" },
    { id: 31, name: "الجامعة المستنصرية - المجموعة الطبية" },


  // الجامعة العراقية
  { id: 11, name: "الجامعة العراقية - الأعظمية" },
  { id: 12, name: "الجامعة العراقية - أبو غريب" },
  { id: 13, name: "الجامعة العراقية - سبع أبكار" },

  // الجامعة التكنولوجية
  { id: 14, name: "الجامعة التكنولوجية - شارع الصناعة" },

  // جامعة الإمام الصادق
  { id: 15, name: "جامعة الإمام الصادق - بغداد" },

  // الجامعة التقنية الوسطى
  { id: 16, name: "الجامعة التقنية الوسطى - بغداد" },


    { id: 30, name: " جامعة ابن سينا للعلوم الطبية والصيدلانية" },

  // =========================
  // الجامعات الأهلية
  // =========================
  { id: 17, name: "جامعة البيان - بغداد" },
  { id: 18, name: "جامعة الإسراء - بغداد" },
  { id: 19, name: "جامعة دجلة - بغداد" },
  { id: 20, name: "جامعة الفارابي - بغداد" },
  { id: 21, name: "جامعة المأمون - بغداد" },
  { id: 22, name: "جامعة الرافدين - بغداد" },
  { id: 23, name: "جامعة المنصور - بغداد" },
  { id: 24, name: "جامعة التراث - بغداد" },
  { id: 25, name: "جامعة آشور - بغداد" },
  { id: 26, name: "جامعة مدينة العلم - بغداد" },
  { id: 27, name: "جامعة الفراهيدي - بغداد" },
  { id: 28, name: "جامعة قرطبة - بغداد" },
  { id: 29, name: "جامعة الشعب - بغداد" },
  { id: 32, name: "جامعة اوروك - بغداد" },


];
export const areasInf = [
  { id: 1, name: "الجادرية",part:2 },
  { id: 2, name: "السيدية" ,part:1},
  { id: 3, name: "الكرادة",part:2 },
  { id: 4, name: "دولعي" ,part:1},
  { id: 5, name: "ميدان" ,part:2},
  { id: 6, name: "الطوبجي" ,part:1},
  { id: 7, name: "الجميعية" ,part:1},
  { id: 8, name: "المنصور" ,part:1},
  { id: 9, name: "اليرموك" ,part:1},
  { id: 10, name: "الوشاش" ,part:1},
  { id: 11, name: "الإسكان" ,part:1},
  { id: 12, name: "الحارثية" ,part:1},
  { id: 13, name: "حي الجهاد" ,part:1},
  { id: 14, name: "العامرية" ,part:1},
  { id: 15, name: "الغزالية" ,part:1},
  { id: 16, name: "حي الجامعة" ,part:1},
  { id: 17, name: "الخضراء" ,part:1},
  { id: 18, name: "حي العدل" ,part:1},
  { id: 19, name: "الدورة" ,part:1},
  { id: 20, name: "البياع" ,part:1},
  { id: 21, name: "السعدون" ,part:2},
  { id: 22, name: "أبو نؤاس" ,part:2},
  { id: 23, name: "الزعفرانية" ,part:2},
  { id: 24, name: "البلديات" ,part:2},
  { id: 25, name: "بغداد الجديدة" ,part:2},
  { id: 26, name: "زيونة" ,part:2},
  { id: 27, name: "الغدير" ,part:2},
  { id: 28, name: "المشتل" ,part:2},
  { id: 29, name: "حي الحسين" ,part:1},
  { id: 30, name: "باب المعظم" ,part:2},
  { id: 31, name: "الأعظمية" ,part:2},
  { id: 32, name: "الوزيرية" ,part:2},
  { id: 33, name: "الصليخ" ,part:2},
 // { id: 34, name: "القاهرة" ,part:2},
  { id: 35, name: "الكسرة" ,part:2},
  { id: 36, name: "حي الاعلام" ,part:1},
  { id: 37, name: "الحرية" ,part:1},
  { id: 38, name: "الشعلة" ,part:1},
  { id: 39, name: "الكاظمية" ,part:1},
  { id: 40, name: "العطيفية" ,part:1},
  { id: 41, name: "سبع أبكار" ,part:2},
  { id: 42, name: "الشعب" ,part:2},
  { id: 43, name: "حي أور" ,part:2},
  { id: 44, name: "حي تونس" ,part:2},
  { id: 45, name: "حي البنوك" ,part:2},
  { id: 46, name: "حي القاهرة" ,part:2},
  { id: 47, name: "مدينة الصدر" ,part:2},
  { id: 48, name: "الطالبية" ,part:2},
  { id: 49, name: "العبيدي" ,part:2},
  { id: 50, name: "الفضيلية" ,part:2},
  { id: 51, name: "الرستمية" ,part:2},
  { id: 52, name: "المدائن" ,part:2},
  { id: 53, name: "أبو غريب" ,part:1},
  { id: 54, name: "التاجي" ,part:1},
  { id: 55, name: "الطارمية" ,part:1},
  { id: 56, name: "المحمودية" ,part:1},
  { id: 57, name: "الرشيد" ,part:2},
  { id: 58, name: "يوسفية" ,part:1},
  { id: 59, name: "اللطيفية" ,part:1},
  { id: 60, name: "النهروان" ,part:2},
  { id: 61, name: "القادسية" ,part:1},
  { id: 62, name: "ابو دشير" ,part:1},
  { id: 63, name: "حي العامل" ,part:1},
  { id: 64, name: "الحسينية" ,part:2},
  { id: 65, name: "الامين" ,part:2},
  { id: 66, name: "حي رئاسة المعلمين" ,part:2},
  { id: 67, name: "الراشدية" ,part:2},
  { id: 68, name: "الاصلاح" ,part:2},
  { id: 69, name: "الانتصار" ,part:2},
  { id: 70, name: "السريدات" ,part:2},
  { id: 71, name: "الثعالبة",part:2 },
  { id: 72, name: "حي البساتين" ,part:2},
  { id: 73, name: "حي المصطفى" ,part:2},
  { id: 74, name: "شهداء البياع" ,part:1},
  { id: 75, name: "تراث البياع" ,part:1},
  { id: 76, name: "حي رسالة البياع" ,part:1},
  { id: 77, name: "قضاء الزوراء" ,part:2},
  { id: 78, name: "الكمالية" ,part:2},
    { id: 79, name: "شارع فلسطين" ,part:2},

];